{
    "en": {
        "vision_title": "Vision",
        "vision_description_p1": "<strong>Simplifying Digital Complexity:</strong> We transcend mere technology provision by empowering businesses to thrive in a complex landscape. We transform ambitious corporate dreams into tangible, real-world outcomes through sustainable IT solutions.",
        "vision_description_p2": "<strong>Strategic Innovation:</strong> We build robust, intelligent systems that anticipate future needs rather than just solving current problems. Our goal is to streamline your business processes, making them flexible and responsive.",
        "vision_description_p3": "<strong>Proactive Partnership:</strong> At MassICT, we 'provoke' your vision through deep strategic discussions to unearth untapped potential. We ensure every technological investment serves a clear business purpose.",
        "vision_description_p4": "<strong>Continuous Evolution:</strong> We help you evolve into an agile, resilient, and digitally mature entity. Your journey of transformation is more important than the individual goals themselves.",
        "vision_description_p5": "<strong>Peace of Mind:</strong> As your single-point supplier, we manage everything from hardware and software to vendor relationships. This allows you to focus on your core business while we maintain your secure IT environment.",
        "team_title": "Team",
        "team_description_p1": "Our greatest asset is a cross-departmental task force driven by collective synergy and a passion for ICT excellence.",
        "team_description_p2": "<strong>Industry Expertise:</strong> Our professionals offer years of practical experience in High Tech, Automotive OEM, Logistics, and E-mobility.",
        "team_description_p3": "<strong>Full-Stack Specialists:</strong> From DevOps and Infrastructure to Cybersecurity, our team translates technical vision into tangible results.",
        "team_description_p4": "<strong>The Nearsurance Model:</strong> We blend the cost-benefits of nearshoring with dedicated on-site collaboration and rigorous quality assurance.",
        "team_description_p5": "We are committed to continuous professional growth, ensuring our team is always at the forefront of the latest ICT best practices.",
        "partnership_title": "Partnership",
        "partnership_description_p1": "<strong>Genuine Collaboration:</strong> We believe true collaboration ensures that what we say is genuinely understood through intent listening.",
        "partnership_description_p2": "<strong>Extension of Your Team:</strong> We act as your dedicated IT partner, offering a transparent process from discovery to precise execution.",
        "partnership_description_p3": "<strong>Simplified Journeys:</strong> We make complex IT accessible and sustainable, designing solutions with your user experience at the forefront.",
        "partnership_description_p4": "<strong>Collaborative Growth:</strong> Our model establishes trust and peace of mind, including a lucrative Reseller Program for shared expansion.",
        "partnership_description_p5": "<strong>Custom Solutions:</strong> From Office 365 migrations to Device Lifecycle Services, we design ICT solutions that meet your unique needs.",
        "priorities_title": "Priorities",
        "priorities_description_p1": "Our strategic priorities ensure we deliver optimal efficiency, security, and sustainability for your operations.",
        "priorities_customer_centric_title": "Outcome-Focused Strategy",
        "priorities_customer_centric_description": "We craft solutions rooted in your specific business challenges, ensuring every IT investment delivers measurable value and cost savings.",
        "priorities_flexible_scalable_title": "Agile Foundations",
        "priorities_flexible_scalable_description": "We build scalable foundations using Cloud & Office365 that grow with your business while maintaining peak performance.",
        "priorities_secure_resilient_title": "Secure Digital Assets",
        "priorities_secure_resilient_description": "Security is a pillar of our service, featuring 24/7 monitoring and disaster recovery to guarantee business continuity.",
        "priorities_confident_knowledgeable_title": "Empowered Capabilities",
        "priorities_confident_knowledgeable_description": "We provide the training and expert guidance your staff needs to fully leverage the power of your digital tools.",
        "technology_title": "Technology",
        "technology_description_p1": "Technology is the backbone of modern innovation. We ensure your IT environment is perfectly aligned with your strategic growth.",
        "technology_description_p2": "As a full-service provider, we act as your single point of contact for all digital and ICT needs.",
        "technology_ict_cloud_title": "Cloud & ICT Support",
        "technology_ict_cloud_description": "We provide hassle-free support for online workstations, Microsoft 365 integration, and advanced VoIP telephony.",
        "technology_internet_solutions_title": "Internet & Web",
        "technology_internet_solutions_description": "Robust web hosting, domain registration, and professional web design to ensure your online presence is always available.",
        "technology_cloud_infrastructure_title": "Modern Infrastructure",
        "technology_cloud_infrastructure_description": "Scalable datacenter management and flexible network systems designed to reduce your ecological footprint.",
        "technology_cybersecurity_data_title": "Cybersecurity & Intelligence",
        "technology_cybersecurity_data_description": "Advanced threat detection and data intelligence that transforms raw information into actionable business insights.",
        "technology_app_dev_modernization_title": "App Development",
        "technology_app_dev_modernization_description": "Custom software and smart applications designed to streamline your unique internal processes and boost productivity.",
        "technology_managed_it_services_title": "Managed Services",
        "technology_managed_it_services_description": "Comprehensive management of hardware, software, and vendor relationships for complete peace of mind.",
        "technology_networking_connectivity_title": "Connectivity Solutions",
        "technology_networking_connectivity_description": "Expertise in Fibre, 5G LTE, Satellite, and IoT solutions for seamless industrial communication.",
        "technology_digital_transformation_title": "Digital Transformation",
        "technology_digital_transformation_description": "Strategic consultancy and IT alignment to help your organization gain a sustainable competitive edge.",
        "contact_us_title": "Contact Us",
        "contact_us_description_p1": "We are dedicated to providing quick service and personal contact for clients, partners, and job seekers.",
        "contact_us_email": "info@massict.com",
        "contact_us_phone": "+31624681367",
        "banner_text": "Turning Corporate Dreams into Real Outcomes",
        "intro_summary": "Your strategic partner for innovative ICT solutions and Digital Transformation across Europe.",
        "copyright_text": "Copyright @ {year} MassICT.",
        "ai_hub_title": "MassICT AI Prompt Generator."		
    },
    "nl": {
        "vision_title": "Visie",
        "vision_description_p1": "<strong>Digitale Complexiteit Vereenvoudigen:</strong> Wij gaan verder dan het leveren van technologie door bedrijven te versterken in een complex landschap. Wij zetten ambitieuze dromen om in tastbare resultaten via duurzame IT-oplossingen.",
        "vision_description_p2": "<strong>Strategische Innovatie:</strong> Wij bouwen intelligente systemen die anticiperen op toekomstige behoeften. Onze oplossingen stroomlijnen uw bedrijfsprocessen, waardoor ze flexibel en responsief worden.",
        "vision_description_p3": "<strong>Proactief Partnerschap:</strong> Bij MassICT 'provoceren' we uw visie via diepgaande strategische discussies. Wij zorgen ervoor dat elke IT-investering een duidelijk zakelijk doel dient.",
        "vision_description_p4": "<strong>Continue Evolutie:</strong> Wij helpen u te evolueren naar een wendbare en digitaal volwassen entiteit. Uw transformatiereis is voor ons belangrijker dan de individuele doelen op zich.",
        "vision_description_p5": "<strong>Gemoedsrust:</strong> Als uw totaalleverancier beheren wij alles van hardware tot leveranciersrelaties. Zo kunt u zich focussen op uw kernactiviteiten terwijl wij uw veilige IT-omgeving bewaken.",
        "team_title": "Team",
        "team_description_p1": "Onze grootste troef is een cross-departmentale taskforce gedreven door collectieve synergie en een passie voor ICT-uitmuntendheid.",
        "team_description_p2": "<strong>Industrie Expertise:</strong> Onze professionals bieden jarenlange praktijkervaring in High Tech, Automotive OEM, Logistiek en E-mobility.",
        "team_description_p3": "<strong>Full-Stack Specialisten:</strong> Van DevOps tot Cybersecurity, ons team vertaalt technische visie naar tastbare resultaten.",
        "team_description_p4": "<strong>Het Nearsurance Model:</strong> Wij combineren de voordelen van nearshoring met toegewijde on-site samenwerking en strenge kwaliteitsborging.",
        "team_description_p5": "Wij zijn toegewijd aan continue groei, zodat ons team altijd voorop loopt met de nieuwste ICT best practices.",
        "partnership_title": "Partnerschap",
        "partnership_description_p1": "<strong>Oprechte Samenwerking:</strong> Wij geloven dat echte samenwerking ervoor zorgt dat wat we zeggen oprecht wordt begrepen door aandachtig te luisteren.",
        "partnership_description_p2": "<strong>Verlengstuk van Uw Team:</strong> Wij treden op als uw toegewijde IT-partner en bieden een transparant proces van ontdekking tot nauwkeurige uitvoering.",
        "partnership_description_p3": "<strong>Vereenvoudigde Trajecten:</strong> Wij maken complexe IT toegankelijk en duurzaam, waarbij we oplossingen ontwerpen met uw gebruikerservaring voorop.",
        "partnership_description_p4": "<strong>Gezamenlijke Groei:</strong> Ons model schept vertrouwen en gemoedsrust, inclusief een lucratief Resellerprogramma voor gedeelde expansie.",
        "partnership_description_p5": "<strong>Maatwerkoplossingen:</strong> Van Office 365-migraties tot Device Lifecycle Services, wij ontwerpen ICT-oplossingen die voldoen aan uw unieke behoeften.",
        "priorities_title": "Prioriteiten",
        "priorities_description_p1": "Onze strategische prioriteiten garanderen optimale efficiëntie, veiligheid en duurzaamheid voor uw operaties.",
        "priorities_customer_centric_title": "Resultaatgerichte Strategie",
        "priorities_customer_centric_description": "Wij creëren oplossingen geworteld in uw specifieke uitdagingen, zodat elke IT-investering meetbare waarde en kostenbesparingen oplevert.",
        "priorities_flexible_scalable_title": "Agile Fundamenten",
        "priorities_flexible_scalable_description": "Wij bouwen schaalbare fundamenten met Cloud & Office365 die meegroeien met uw bedrijf zonder prestatieverlies.",
        "priorities_secure_resilient_title": "Veilige Digitale Activa",
        "priorities_secure_resilient_description": "Veiligheid is onze pijler, met 24/7 monitoring en disaster recovery om bedrijfscontinuïteit te garanderen.",
        "priorities_confident_knowledgeable_title": "Digitale Empowerment",
        "priorities_confident_knowledgeable_description": "Wij bieden de training en expertise die uw personeel nodig heeft om de kracht van uw digitale tools volledig te benutten.",
        "technology_title": "Technologie",
        "technology_description_p1": "Technologie is de ruggengraat van innovatie. Wij zorgen dat uw IT-omgeving perfect aansluit op uw strategische groei.",
        "technology_description_p2": "Als full-service provider zijn wij uw enige aanspreekpunt voor al uw digitale en ICT-behoeften.",
        "technology_ict_cloud_title": "Cloud & ICT Support",
        "technology_ict_cloud_description": "Probleemloze ondersteuning voor online werkplekken, Microsoft 365 integratie en geavanceerde VoIP-telefonie.",
        "technology_internet_solutions_title": "Internet & Web",
        "technology_internet_solutions_description": "Robuuste webhosting en professioneel webdesign om uw online aanwezigheid te garanderen.",
        "technology_cloud_infrastructure_title": "Moderne Infrastructuur",
        "technology_cloud_infrastructure_description": "Schaalbaar datacenterbeheer en flexibele netwerksystemen die uw ecologische voetafdruk verkleinen.",
        "technology_cybersecurity_data_title": "Cybersecurity & Intelligentie",
        "technology_cybersecurity_data_description": "Geavanceerde detectie en data-intelligentie die ruwe informatie omzet in bruikbare zakelijke inzichten.",
        "technology_app_dev_modernization_title": "App Ontwikkeling",
        "technology_app_dev_modernization_description": "Maatwerk software en slimme applicaties ontworpen om uw interne processen en productiviteit te verbeteren.",
        "technology_managed_it_services_title": "Managed Services",
        "technology_managed_it_services_description": "Volledig beheer van hardware, software en leveranciers voor totale gemoedsrust.",
        "technology_networking_connectivity_title": "Connectiviteitsoplossingen",
        "technology_networking_connectivity_description": "Expertise in Glasvezel, 5G LTE en IoT-oplossingen voor naadloze industriële communicatie.",
        "technology_digital_transformation_title": "Digitale Transformatie",
        "technology_digital_transformation_description": "Strategische consultancy en IT-afstemming om uw organisatie een duurzaam concurrentievoordeel te geven.",
        "contact_us_title": "Contact",
        "contact_us_description_p1": "Wij staan klaar voor snel en persoonlijk contact met klanten, partners en werkzoekenden.",
        "contact_us_email": "info@massict.com",
        "contact_us_phone": "+31624681367",
        "banner_text": "Bedrijfsdromen Omzetten in Reële Resultaten",
        "intro_summary": "Uw strategische partner voor innovatieve ICT-oplossingen en Digitale Transformatie in heel Europa.",
        "copyright_text": "Copyright @ {year} MassICT.",
        "ai_hub_title": "MassICT AI Prompt Generator."		
    },
    "ro": {
        "vision_title": "Viziune",
        "vision_description_p1": "<strong>Simplificarea Complexității Digitale:</strong> Depășim simpla furnizare de tehnologie, oferind companiilor puterea de a prospera. Transformăm visele ambițioase în rezultate reale prin soluții IT sustenabile.",
        "vision_description_p2": "<strong>Inovație Strategică:</strong> Construim sisteme inteligente care anticipează nevoile viitoare. Soluțiile noastre eficientizează procesele, făcându-le flexibile și receptive.",
        "vision_description_p3": "<strong>Parteneriat Proactiv:</strong> La MassICT, provocăm viziunea dumneavoastră prin discuții strategice profunde. Ne asigurăm că fiecare investiție IT servește unui scop clar de business.",
        "vision_description_p4": "<strong>Evoluție Continuă:</strong> Vă ajutăm să evoluați într-o entitate agilă și matură digital. Călătoria transformării este mai importantă decât obiectivele individuale.",
        "vision_description_p5": "<strong>Liniște Sufletească:</strong> Ca furnizor unic, gestionăm totul, de la hardware la relațiile cu vânzătorii. Concentrați-vă pe afacerea dumneavoastră în timp ce noi securizăm mediul IT.",
        "team_title": "Echipa",
        "team_description_p1": "Cel mai mare atu al nostru este echipa interdepartamentală condusă de sinergie colectivă și pasiune pentru excelență în TIC.",
        "team_description_p2": "<strong>Expertiză în Industrie:</strong> Profesioniștii noștri oferă ani de experiență în High Tech, Automotive OEM, Logistică și E-mobility.",
        "team_description_p3": "<strong>Specialiști Full-Stack:</strong> De la DevOps la Cybersecurity, echipa noastră traduce viziunea tehnică în rezultate tangibile.",
        "team_description_p4": "<strong>Modelul Nearsurance:</strong> Îmbinăm beneficiile costurilor de nearshoring cu colaborarea dedicată la fața locului și asigurarea calității.",
        "team_description_p5": "Suntem dedicați creșterii profesionale, asigurându-ne că echipa noastră este mereu la curent cu cele mai noi bune practici TIC.",
        "partnership_title": "Parteneriat",
        "partnership_description_p1": "<strong>Colaborare Autentică:</strong> Credem că adevărata colaborare asigură înțelegerea mesajelor noastre printr-o ascultare atentă a nevoilor dumneavoastră.",
        "partnership_description_p2": "<strong>Extensie a Echipei:</strong> Acționăm ca partenerul dumneavoastră IT dedicat, oferind un proces transparent de la descoperire la execuție.",
        "partnership_description_p3": "<strong>Călătorii Simplificate:</strong> Facem IT-ul complex accesibil, proiectând soluții cu experiența utilizatorului pe primul loc.",
        "partnership_description_p4": "<strong>Creștere Colaborativă:</strong> Modelul nostru stabilește încredere, incluzând un program de Reseller pentru expansiune comună.",
        "partnership_description_p5": "<strong>Soluții Personalizate:</strong> De la migrații Office 365 la servicii de ciclu de viață al dispozitivelor, proiectăm soluții adaptate nevoilor dumneavoastră.",
        "priorities_title": "Priorități",
        "priorities_description_p1": "Prioritățile noastre strategice garantează eficiență optimă, securitate și sustenabilitate pentru operațiunile dumneavoastră.",
        "priorities_customer_centric_title": "Strategie Axată pe Rezultate",
        "priorities_customer_centric_description": "Creăm soluții bazate pe provocările dumneavoastră, asigurându-ne că fiecare investiție IT aduce valoare măsurabilă și economii.",
        "priorities_flexible_scalable_title": "Fundații Agile",
        "priorities_flexible_scalable_description": "Construim fundații scalabile folosind Cloud & Office365 care cresc odată cu afacerea dumneavoastră fără a compromite performanța.",
        "priorities_secure_resilient_title": "Active Digitale Securizate",
        "priorities_secure_resilient_description": "Securitatea este un pilon central, oferind monitorizare 24/7 și recuperare în caz de dezastru pentru continuitatea afacerii.",
        "priorities_confident_knowledgeable_title": "Capacități Digitale",
        "priorities_confident_knowledgeable_description": "Oferim instruirea și ghidarea necesară pentru ca echipa dumneavoastră să utilizeze la maximum instrumentele digitale.",
        "technology_title": "Tehnologie",
        "technology_description_p1": "Tehnologia este coloana vertebrală a inovației. Ne asigurăm că mediul IT este perfect aliniat cu creșterea dumneavoastră strategică.",
        "technology_description_p2": "În calitate de furnizor de servicii complete, suntem punctul dumneavoastră unic de contact pentru toate nevoile digitale.",
        "technology_ict_cloud_title": "Suport Cloud & TIC",
        "technology_ict_cloud_description": "Suport fără probleme pentru stații de lucru online, integrare Microsoft 365 și telefonie VoIP avansată.",
        "technology_internet_solutions_title": "Soluții Internet",
        "technology_internet_solutions_description": "Găzduire web robustă și design web profesional pentru a asigura prezența dumneavoastră online în orice moment.",
        "technology_cloud_infrastructure_title": "Infrastructură Modernă",
        "technology_cloud_infrastructure_description": "Gestionarea centrelor de date și sisteme de rețea flexibile concepute pentru a reduce amprenta ecologică.",
        "technology_cybersecurity_data_title": "Cybersecurity & Intelligence",
        "technology_cybersecurity_data_description": "Detecție avansată a amenințărilor și inteligența datelor care transformă informațiile în decizii strategice.",
        "technology_app_dev_modernization_title": "Dezvoltare Aplicații",
        "technology_app_dev_modernization_description": "Software personalizat și aplicații inteligente concepute pentru a eficientiza procesele interne și a crește productivitatea.",
        "technology_managed_it_services_title": "Servicii Gestionate",
        "technology_managed_it_services_description": "Gestionarea completă a hardware-ului, software-ului și relațiilor cu furnizorii pentru liniște totală.",
        "technology_networking_connectivity_title": "Soluții de Conectivitate",
        "technology_networking_connectivity_description": "Expertiză în Fibră, 5G LTE și soluții IoT pentru o comunicare industrială fără probleme.",
        "technology_digital_transformation_title": "Transformare Digitală",
        "technology_digital_transformation_description": "Consultanță strategică și aliniere IT pentru a ajuta organizația să obțină un avantaj competitiv durabil.",
        "contact_us_title": "Contact",
        "contact_us_description_p1": "Suntem dedicați furnizării unui contact rapid și personal pentru clienți, parteneri și candidați.",
        "contact_us_email": "info@massict.com",
        "contact_us_phone": "+31624681367",
        "banner_text": "Transformarea visurilor corporative în rezultate reale",
        "intro_summary": "Partenerul dumneavoastră strategic pentru soluții TIC inovatoare și Transformare Digitală în toată Europa.",
        "copyright_text": "Copyright @ {year} MassICT.",
        "ai_hub_title": "MassICT AI Prompt Generator."		
   },
    "fr": {
        "vision_title": "Vision",
        "vision_description_p1": "<strong>Simplifier la Complexité Numérique:</strong> Nous transcendons la simple fourniture technologique en permettant aux entreprises de prospérer. Nous transformons les rêves ambitieux en résultats réels grâce à des solutions IT durables.",
        "vision_description_p2": "<strong>Innovation Stratégique:</strong> Nous bâtissons des systèmes intelligents qui anticipent les besoins futurs plutôt que de simplement résoudre les problèmes actuels. Notre objectif est de rationaliser vos processus.",
        "vision_description_p3": "<strong>Partenariat Proactif:</strong> Chez MassICT, nous 'provoquons' votre vision par des discussions stratégiques pour déceler votre potentiel inexploité. Nous assurons un but commercial clair à chaque investissement.",
        "vision_description_p4": "<strong>Évolution Continue:</strong> Nous vous aidons à devenir une entité agile et mature numériquement. Votre parcours de transformation est plus important que les objectifs individuels eux-mêmes.",
        "vision_description_p5": "<strong>Tranquillité d'Esprit:</strong> En tant que fournisseur unique, nous gérons tout, du matériel aux relations fournisseurs. Concentrez-vous sur votre cœur de métier pendant que nous sécurisons votre environnement IT.",
        "team_title": "Équipe",
        "team_description_p1": "Notre plus grand atout est une force opérationnelle interdépartementale animée par une synergie collective et une passion pour l'excellence TIC.",
        "team_description_p2": "<strong>Expertise Sectorielle:</strong> Nos professionnels offrent des années d'expérience pratique dans la High Tech, l'Automobile OEM, la Logistique et l'E-mobilité.",
        "team_description_p3": "<strong>Spécialistes Full-Stack:</strong> Du DevOps à la Cybersécurité, notre équipe traduit la vision technique en résultats tangibles.",
        "team_description_p4": "<strong>Le Modèle Nearsurance:</strong> Nous combinons les avantages de coût de la délocalisation avec une collaboration sur site dédiée et une assurance qualité rigoureuse.",
        "team_description_p5": "Nous nous engageons dans une croissance professionnelle continue pour rester à la pointe des meilleures pratiques TIC.",
        "partnership_title": "Partenariat",
        "partnership_description_p1": "<strong>Collaboration Authentique:</strong> Nous croyons qu'une véritable collaboration garantit que nos paroles sont comprises grâce à une écoute attentive.",
        "partnership_description_p2": "<strong>Extension de Votre Équipe:</strong> Nous agissons comme votre partenaire IT dédié, offrant un processus transparent de la découverte à l'exécution.",
        "partnership_description_p3": "<strong>Parcours Simplifiés:</strong> Nous rendons l'informatique complexe accessible, en concevant des solutions centrées sur votre expérience utilisateur.",
        "partnership_description_p4": "<strong>Croissance Partagée:</strong> Notre modèle établit la confiance, incluant un programme de revente lucratif pour une expansion commune.",
        "partnership_description_p5": "<strong>Solutions sur Mesure:</strong> Des migrations Office 365 aux services de cycle de vie des appareils, nous concevons des solutions TIC adaptées à vos besoins.",
        "priorities_title": "Priorités",
        "priorities_description_p1": "Nos priorités stratégiques garantissent une efficacité, une sécurité et une durabilité optimales pour vos opérations.",
        "priorities_customer_centric_title": "Stratégie Axée sur les Résultats",
        "priorities_customer_centric_description": "Nous élaborons des solutions ancrées dans vos défis spécifiques, garantissant une valeur mesurable et des économies de coûts.",
        "priorities_flexible_scalable_title": "Fondations Agiles",
        "priorities_flexible_scalable_description": "Nous bâtissons des fondations évolutives avec Cloud & Office365 qui accompagnent votre croissance sans compromis sur la performance.",
        "priorities_secure_resilient_title": "Actifs Numériques Sécurisés",
        "priorities_secure_resilient_description": "La sécurité est un pilier, avec une surveillance 24/7 et une reprise après sinistre pour garantir la continuité des activités.",
        "priorities_confident_knowledgeable_title": "Capacités Renforcées",
        "priorities_confident_knowledgeable_description": "Nous fournissons la formation et les conseils experts nécessaires pour tirer pleinement parti de vos outils numériques.",
        "technology_title": "Technologie",
        "technology_description_p1": "La technologie est l'épine dorsale de l'innovation. Nous assurons l'alignement de votre environnement IT avec votre croissance stratégique.",
        "technology_description_p2": "En tant que prestataire complet, nous sommes votre point de contact unique pour tous vos besoins numériques et TIC.",
        "technology_ict_cloud_title": "Support Cloud & TIC",
        "technology_ict_cloud_description": "Support sans tracas pour postes de travail en ligne, intégration Microsoft 365 et téléphonie VoIP avancée.",
        "technology_internet_solutions_title": "Internet & Web",
        "technology_internet_solutions_description": "Hébergement web robuste et design web professionnel pour assurer votre présence en ligne à tout moment.",
        "technology_cloud_infrastructure_title": "Infrastructure Moderne",
        "technology_cloud_infrastructure_description": "Gestion de datacenters et systèmes réseau flexibles conçus pour réduire votre empreinte écologique.",
        "technology_cybersecurity_data_title": "Cybersécurité & Intelligence",
        "technology_cybersecurity_data_description": "Détection de menaces et intelligence des données pour transformer l'information brute en décisions stratégiques.",
        "technology_app_dev_modernization_title": "Développement d'Apps",
        "technology_app_dev_modernization_description": "Logiciels personnalisés conçus pour rationaliser vos processus internes et booster la productivité.",
        "technology_managed_it_services_title": "Services Gérés",
        "technology_managed_it_services_description": "Gestion complète du matériel, des logiciels et des relations fournisseurs pour une tranquillité totale.",
        "technology_networking_connectivity_title": "Solutions de Connectivité",
        "technology_networking_connectivity_description": "Expertise en Fibre, 5G LTE et IoT pour une communication industrielle fluide.",
        "technology_digital_transformation_title": "Transformation Numérique",
        "technology_digital_transformation_description": "Conseil stratégique et alignement IT pour donner à votre organisation un avantage concurrentiel durable.",
        "contact_us_title": "Contactez-nous",
        "contact_us_description_p1": "Nous nous engageons à fournir un service rapide et un contact personnel pour nos clients et partenaires.",
        "contact_us_email": "info@massict.com",
        "contact_us_phone": "+31624681367",
        "banner_text": "Transformer les Rêves d'Entreprise en Résultats Réels",
        "intro_summary": "Votre partenaire stratégique pour des solutions TIC innovantes et la Transformation Numérique à travers l'Europe.",
        "copyright_text": "Copyright @ {year} MassICT.",
        "ai_hub_title": "MassICT AI Prompt Generator."		
    },
    "it": {
        "vision_title": "Visione",
        "vision_description_p1": "<strong>Semplificare la Complessità Digitale:</strong> Andiamo oltre la semplice fornitura tecnologica, permettendo alle aziende di prosperare. Trasformiamo sogni ambiziosi in risultati reali tramite soluzioni IT sostenibili.",
        "vision_description_p2": "<strong>Innovazione Strategica:</strong> Costruiamo sistemi intelligenti che anticipano i bisogni futuri invece di risolvere solo i problemi attuali. Puntiamo a snellire i vostri processi.",
        "vision_description_p3": "<strong>Partnership Proattiva:</strong> In MassICT, 'provochiamo' la vostra visione tramite discussioni strategiche per scoprire potenziali inespressi. Garantiamo uno scopo chiaro ad ogni investimento.",
        "vision_description_p4": "<strong>Evoluzione Continua:</strong> Vi aiutiamo a diventare un'entità agile e matura digitalmente. Il vostro percorso di trasformazione è più importante dei singoli obiettivi.",
        "vision_description_p5": "<strong>Tranquillità:</strong> Come fornitore unico, gestiamo tutto, dall'hardware alle relazioni con i vendor. Concentratevi sul vostro business mentre noi mettiamo in sicurezza il vostro ambiente IT.",
        "team_title": "Team",
        "team_description_p1": "La nostra risorsa più grande è una task force interfunzionale guidata dalla sinergia collettiva e dalla passione per l'eccellenza ICT.",
        "team_description_p2": "<strong>Esperienza di Settore:</strong> I nostri professionisti offrono anni di esperienza pratica in High Tech, Automotive OEM, Logistica ed E-mobility.",
        "team_description_p3": "<strong>Specialisti Full-Stack:</strong> Da DevOps alla Cybersecurity, il nostro team traduce la visione tecnica in risultati tangibili.",
        "team_description_p4": "<strong>Il Modello Nearsurance:</strong> Uniamo i vantaggi di costo del nearshoring con una collaborazione in loco dedicata e un rigoroso controllo qualità.",
        "team_description_p5": "Siamo impegnati nella crescita professionale continua per restare all'avanguardia nelle migliori pratiche ICT.",
        "partnership_title": "Partnership",
        "partnership_description_p1": "<strong>Collaborazione Autentica:</strong> Crediamo che la vera collaborazione garantisca la comprensione reciproca attraverso un ascolto attento.",
        "partnership_description_p2": "<strong>Estensione del Vostro Team:</strong> Agiamo come partner IT dedicato, offrendo un processo trasparente dalla scoperta all'esecuzione.",
        "partnership_description_p3": "<strong>Percorsi Semplificati:</strong> Rendiamo l'informatica complessa accessibile, progettando soluzioni focalizzate sulla vostra esperienza utente.",
        "partnership_description_p4": "<strong>Crescita Condivisa:</strong> Il nostro modello crea fiducia, includendo un programma rivenditori lucrativo per un'espansione comune.",
        "partnership_description_p5": "<strong>Soluzioni su Misura:</strong> Dalle migrazioni Office 365 ai servizi per il ciclo di vita dei dispositivi, progettiamo soluzioni adatte alle vostre necessità.",
        "priorities_title": "Priorità",
        "priorities_description_p1": "Le nostre priorità strategiche garantiscono efficienza, sicurezza e sostenibilità per le vostre operazioni.",
        "priorities_customer_centric_title": "Strategia Orientata ai Risultati",
        "priorities_customer_centric_description": "Creiamo soluzioni basate sulle vostre sfide specifiche, garantendo valore misurabile e risparmi sui costi.",
        "priorities_flexible_scalable_title": "Fondamenta Agili",
        "priorities_flexible_scalable_description": "Costruiamo fondamenta scalabili con Cloud & Office365 che crescono con la vostra azienda senza compromettere le performance.",
        "priorities_secure_resilient_title": "Asset Digitali Sicuri",
        "priorities_secure_resilient_description": "La sicurezza è un pilastro, con monitoraggio 24/7 e disaster recovery per garantire la continuità del business.",
        "priorities_confident_knowledgeable_title": "Competenze Potenziate",
        "priorities_confident_knowledgeable_description": "Forniamo la formazione e la guida esperta necessarie per sfruttare appieno i vostri strumenti digitali.",
        "technology_title": "Tecnologia",
        "technology_description_p1": "La tecnologia è la colonna vertebrale dell'innovazione. Assicuriamo l'allineamento del vostro ambiente IT con la crescita strategica.",
        "technology_description_p2": "Come fornitore completo, siamo il vostro punto di contatto unico per ogni necessità digitale e ICT.",
        "technology_ict_cloud_title": "Supporto Cloud & ICT",
        "technology_ict_cloud_description": "Supporto senza intoppi per workstation online, integrazione Microsoft 365 e telefonia VoIP avanzata.",
        "technology_internet_solutions_title": "Internet & Web",
        "technology_internet_solutions_description": "Hosting web robusto e design professionale per assicurare la vostra presenza online in ogni momento.",
        "technology_cloud_infrastructure_title": "Infrastruttura Moderna",
        "technology_cloud_infrastructure_description": "Gestione datacenter e sistemi di rete flessibili progettati per ridurre l'impatto ecologico.",
        "technology_cybersecurity_data_title": "Cybersecurity & Intelligence",
        "technology_cybersecurity_data_description": "Rilevamento minacce e data intelligence per trasformare informazioni grezze in decisioni strategiche.",
        "technology_app_dev_modernization_title": "Sviluppo App",
        "technology_app_dev_modernization_description": "Software personalizzati progettati per snellire i processi interni e aumentare la produttività.",
        "technology_managed_it_services_title": "Managed Services",
        "technology_managed_it_services_description": "Gestione completa di hardware, software e vendor per una tranquillità totale.",
        "technology_networking_connectivity_title": "Soluzioni di Connettività",
        "technology_networking_connectivity_description": "Esperienza in Fibra, 5G LTE e IoT per una comunicazione industriale fluida.",
        "technology_digital_transformation_title": "Trasformazione Digitale",
        "technology_digital_transformation_description": "Consulenza strategica e allineamento IT per dare alla vostra organizzazione un vantaggio competitivo sostenibile.",
        "contact_us_title": "Contattaci",
        "contact_us_description_p1": "Siamo dedicati a fornire un servizio rapido e un contatto personale per clienti e partner.",
        "contact_us_email": "info@massict.com",
        "contact_us_phone": "+31624681367",
        "banner_text": "Trasformare i Sogni Aziendali in Risultati Reali",
        "intro_summary": "Il tuo partner strategico per soluzioni ICT innovative e Trasformazione Digitale in tutta Europa.",
        "copyright_text": "Copyright @ {year} MassICT.",
        "ai_hub_title": "MassICT AI Prompt Generator."		
    },
    "pt": {
        "vision_title": "Visão",
        "vision_description_p1": "<strong>Simplificar a Complexidade Digital:</strong> Vamos além do fornecimento de tecnologia, capacitando as empresas a prosperar. Transformamos sonhos ambiciosos em resultados reais através de soluções de TI sustentáveis.",
        "vision_description_p2": "<strong>Inovação Estratégica:</strong> Construímos sistemas inteligentes que antecipam necessidades futuras em vez de apenas resolver problemas atuais. O nosso objetivo é simplificar os seus processos.",
        "vision_description_p3": "<strong>Parceria Proativa:</strong> Na MassICT, 'provocamos' a sua visão através de discussões estratégicas para descobrir potenciais inexplorados. Garantimos um propósito de negócio claro em cada investimento.",
        "vision_description_p4": "<strong>Evolução Contínua:</strong> Ajudamo-lo a evoluir para uma entidade ágil e madura digitalmente. A sua jornada de transformação é mais importante do que os objetivos individuais.",
        "vision_description_p5": "<strong>Tranquilidade:</strong> Como fornecedor único, gerimos tudo, desde hardware a relações com vendedores. Foque-se no seu negócio enquanto asseguramos o seu ambiente de TI.",
        "team_title": "Equipa",
        "team_description_p1": "O nosso maior ativo é uma força operacional interdepartamental impulsionada pela sinergia coletiva e paixão pela excelência em TIC.",
        "team_description_p2": "<strong>Experiência no Setor:</strong> Os nossos profissionais oferecem anos de experiência prática em High Tech, Automotive OEM, Logística e E-mobility.",
        "team_description_p3": "<strong>Especialistas Full-Stack:</strong> De DevOps a Cibersegurança, a nossa equipa traduz a visão técnica em resultados tangíveis.",
        "team_description_p4": "<strong>O Modelo Nearsurance:</strong> Combinamos os benefícios de custo do nearshoring com colaboração local dedicada e rigoroso controlo de qualidade.",
        "team_description_p5": "Estamos comprometidos com o crescimento profissional contínuo para estarmos na vanguarda das melhores práticas de TIC.",
        "partnership_title": "Parceria",
        "partnership_description_p1": "<strong>Colaboração Autêntica:</strong> Acreditamos que a verdadeira colaboração garante que o que dizemos é genuinamente compreendido através de uma escuta atenta.",
        "partnership_description_p2": "<strong>Extensão da Sua Equipa:</strong> Agimos como o seu parceiro de TI dedicado, oferecendo um processo transparente desde a descoberta até à execução.",
        "partnership_description_p3": "<strong>Jornadas Simplificadas:</strong> Tornamos a TI complexa acessível, desenhando soluções focadas na sua experiência de utilizador.",
        "partnership_description_p4": "<strong>Crescimento Partilhado:</strong> O nosso modelo estabelece confiança, incluindo um programa de revendedores lucrativo para expansão comum.",
        "partnership_description_p5": "<strong>Soluções Personalizadas:</strong> De migrações Office 365 a serviços de ciclo de vida de dispositivos, desenhamos soluções de TIC adaptadas às suas necessidades.",
        "priorities_title": "Prioridades",
        "priorities_description_p1": "As nossas prioridades estratégicas garantem eficiência, segurança e sustentabilidade para as suas operações.",
        "priorities_customer_centric_title": "Estratégia Focada em Resultados",
        "priorities_customer_centric_description": "Criamos soluções baseadas nos seus desafios específicos, garantindo valor mensurável e poupança de custos.",
        "priorities_flexible_scalable_title": "Fundações Ágeis",
        "priorities_flexible_scalable_description": "Construímos fundações escaláveis com Cloud & Office365 que acompanham o seu crescimento sem comprometer o desempenho.",
        "priorities_secure_resilient_title": "Ativos Digitais Seguros",
        "priorities_secure_resilient_description": "A segurança é um pilar, com monitorização 24/7 e recuperação de desastres para garantir a continuidade do negócio.",
        "priorities_confident_knowledgeable_title": "Capacidades Reforçadas",
        "priorities_confident_knowledgeable_description": "Fornecemos a formação e orientação especializada necessárias para tirar o máximo partido das suas ferramentas digitais.",
        "technology_title": "Tecnologia",
        "technology_description_p1": "A tecnologia é a espinha dorsal da inovação. Garantimos o alinhamento do seu ambiente de TI com o seu crescimento estratégico.",
        "technology_description_p2": "Como fornecedor completo, somos o seu ponto de contacto único para todas as necessidades digitais e de TIC.",
        "technology_ict_cloud_title": "Suporte Cloud & TIC",
        "technology_ict_cloud_description": "Suporte sem complicações para postos de trabalho online, integração Microsoft 365 e telefonia VoIP avançada.",
        "technology_internet_solutions_title": "Internet & Web",
        "technology_internet_solutions_description": "Alojamento web robusto e web design profissional para assegurar a sua presença online em todos os momentos.",
        "technology_cloud_infrastructure_title": "Infraestrutura Moderna",
        "technology_cloud_infrastructure_description": "Gestão de datacenters e sistemas de rede flexíveis desenhados para reduzir a pegada ecológica.",
        "technology_cybersecurity_data_title": "Cibersegurança & Inteligência",
        "technology_cybersecurity_data_description": "Deteção de ameaças e inteligência de dados para transformar informação bruta em decisões estratégicas.",
        "technology_app_dev_modernization_title": "Desenvolvimento de Apps",
        "technology_app_dev_modernization_description": "Software personalizado desenhado para simplificar processos internos e aumentar a produtividade.",
        "technology_managed_it_services_title": "Serviços Geridos",
        "technology_managed_it_services_description": "Gestão abrangente de hardware, software e relações com vendedores para total tranquilidade.",
        "technology_networking_connectivity_title": "Soluções de Conetividade",
        "technology_networking_connectivity_description": "Experiência em Fibra, 5G LTE e IoT para uma comunicação industrial fluida.",
        "technology_digital_transformation_title": "Transformação Digital",
        "technology_digital_transformation_description": "Consultoria estratégica e alinhamento de TI para dar à sua organização uma vantagem competitiva sustentável.",
        "contact_us_title": "Contacte-nos",
        "contact_us_description_p1": "Dedicamo-nos a fornecer um serviço rápido e contacto pessoal para clientes e parceiros.",
        "contact_us_email": "info@massict.com",
        "contact_us_phone": "+31624681367",
        "banner_text": "Transformando Sonhos Corporativos em Resultados Reais",
        "intro_summary": "Seu parceiro estratégico para soluções de TIC inovadoras e Transformação Digital em toda a Europa.",
        "copyright_text": "Copyright @ {year} MassICT.",
        "ai_hub_title": "MassICT AI Prompt Generator."		
    },
    "es": {
        "vision_title": "Visión",
        "vision_description_p1": "<strong>Simplificar la Complejidad Digital:</strong> Vamos más allá de la provisión tecnológica, capacitando a las empresas para prosperar. Transformamos sueños ambiciosos en resultados reales mediante soluciones IT sostenibles.",
        "vision_description_p2": "<strong>Innovación Estratégica:</strong> Construimos sistemas inteligentes que anticipan necesidades futuras en lugar de solo resolver problemas actuales. Nuestro objetivo es agilizar sus procesos.",
        "vision_description_p3": "<strong>Asociación Proactiva:</strong> En MassICT, 'provocamos' su visión mediante discusiones estratégicas para descubrir potenciales sin explotar. Garantizamos un propósito de negocio claro en cada inversión.",
        "vision_description_p4": "<strong>Evolución Continua:</strong> Le ayudamos a evolucionar hacia una entidad ágil y madura digitalmente. Su viaje de transformación es más importante que los objetivos individuales.",
        "vision_description_p5": "<strong>Tranquilidad:</strong> Como proveedor único, gestionamos todo, desde el hardware hasta las relaciones con proveedores. Concéntrese en su negocio mientras aseguramos su entorno IT.",
        "team_title": "Equipo",
        "team_description_p1": "Nuestro mayor activo es un equipo interdepartamental impulsado por la sinergia colectiva y la pasión por la excelencia TIC.",
        "team_description_p2": "<strong>Experiencia en la Industria:</strong> Nuestros profesionales ofrecen años de experiencia práctica en High Tech, Automoción OEM, Logística y E-mobility.",
        "team_description_p3": "<strong>Especialistas Full-Stack:</strong> De DevOps a Ciberseguridad, nuestro equipo traduce la visión técnica en resultados tangibles.",
        "team_description_p4": "<strong>El Modelo Nearsurance:</strong> Combinamos los beneficios de coste del nearshoring con colaboración local dedicada y un riguroso control de calidad.",
        "team_description_p5": "Estamos comprometidos con el crecimiento profesional continuo para estar a la vanguardia de las mejores prácticas TIC.",
        "partnership_title": "Asociación",
        "partnership_description_p1": "<strong>Colaboración Auténtica:</strong> Creemos que la verdadera colaboración garantiza que lo que decimos se entiende genuinamente a través de una escucha atenta.",
        "partnership_description_p2": "<strong>Extensión de su Equipo:</strong> Actuamos como su socio IT dedicado, ofreciendo un proceso transparente desde el descubrimiento hasta la ejecución.",
        "partnership_description_p3": "<strong>Trayectos Simplificados:</strong> Hacemos que la informática compleja sea accesible, diseñando soluciones centradas en su experiencia de usuario.",
        "partnership_description_p4": "<strong>Crecimiento Compartido:</strong> Nuestro modelo establece confianza, incluyendo un lucrativo programa de revendedores para una expansión común.",
        "partnership_description_p5": "<strong>Soluciones a Medida:</strong> Desde migraciones de Office 365 hasta servicios de ciclo de vida de dispositivos, diseñamos soluciones TIC adaptadas a sus necesidades.",
        "priorities_title": "Prioridades",
        "priorities_description_p1": "Nuestras prioridades estratégicas garantizan eficiencia, seguridad y sostenibilidad para sus operaciones.",
        "priorities_customer_centric_title": "Estrategia Enfocada en Resultados",
        "priorities_customer_centric_description": "Creamos soluciones basadas en sus desafíos específicos, garantizando valor medible y ahorro de costes.",
        "priorities_flexible_scalable_title": "Fundamentos Ágiles",
        "priorities_flexible_scalable_description": "Construimos fundamentos escalables con Cloud & Office365 que acompañan su crecimiento sin comprometer el rendimiento.",
        "priorities_secure_resilient_title": "Activos Digitales Seguros",
        "priorities_secure_resilient_description": "La seguridad es un pilar, con monitoreo 24/7 y recuperación ante desastres para garantizar la continuidad del negocio.",
        "priorities_confident_knowledgeable_title": "Capacidades Reforzadas",
        "priorities_confident_knowledgeable_description": "Proporcionamos la formación y guía experta necesarias para aprovechar al máximo sus herramientas digitales.",
        "technology_title": "Tecnología",
        "technology_description_p1": "La tecnología es la columna vertebral de la innovación. Aseguramos la alineación de su entorno IT con su crecimiento estratégico.",
        "technology_description_p2": "Como proveedor de servicios completos, somos su punto de contacto único para todas sus necesidades digitales y TIC.",
        "technology_ict_cloud_title": "Soporte Cloud & TIC",
        "technology_ict_cloud_description": "Soporte sin complicaciones para estaciones de trabajo en línea, integración de Microsoft 365 y telefonía VoIP avanzada.",
        "technology_internet_solutions_title": "Internet & Web",
        "technology_internet_solutions_description": "Hosting web robusto y diseño web profesional para asegurar su presencia en línea en todo momento.",
        "technology_cloud_infrastructure_title": "Infraestructura Moderna",
        "technology_cloud_infrastructure_description": "Gestión de datacenters y sistemas de red flexibles diseñados para reducir la huella ecológica.",
        "technology_cybersecurity_data_title": "Ciberseguridad & Inteligencia",
        "technology_cybersecurity_data_description": "Detección de amenazas e inteligencia de datos para transformar información bruta en decisiones estratégicas.",
        "technology_app_dev_modernization_title": "Desarrollo de Apps",
        "technology_app_dev_modernization_description": "Software personalizado diseñado para agilizar procesos internos y aumentar la productividad.",
        "technology_managed_it_services_title": "Servicios Gestionados",
        "technology_managed_it_services_description": "Gestión integral de hardware, software y relaciones con proveedores para una tranquilidad total.",
        "technology_networking_connectivity_title": "Soluciones de Conectividad",
        "technology_networking_connectivity_description": "Experiencia en Fibra, 5G LTE e IoT para una comunicación industrial fluida.",
        "technology_digital_transformation_title": "Transformación Digital",
        "technology_digital_transformation_description": "Consultoría estratégica y alineación de IT para dar a su organización una ventaja competitiva sostenible.",
        "contact_us_title": "Contáctenos",
        "contact_us_description_p1": "Nos dedicamos a brindar un servicio rápido y contacto personal para clientes y socios.",
        "contact_us_email": "info@massict.com",
        "contact_us_phone": "+31624681367",
        "banner_text": "Transformando Sueños Corporativos en Resultados Reales",
        "intro_summary": "Su socio estratégico para soluciones TIC innovadoras y Transformación Digital en toda Europa.",
        "copyright_text": "Copyright @ {year} MassICT.",
        "ai_hub_title": "MassICT AI Prompt Generator."		
    },
    "de": {
        "vision_title": "Vision",
        "vision_description_p1": "<strong>Digitale Komplexität vereinfachen:</strong> Wir gehen über die reine Technologiebereitstellung hinaus und befähigen Unternehmen, in einer komplexen Landschaft erfolgreich zu sein. Wir verwandeln ehrgeizige Träume durch nachhaltige IT-Lösungen in reale Ergebnisse.",
        "vision_description_p2": "<strong>Strategische Innovation:</strong> Wir bauen intelligente Systeme, die zukünftige Anforderungen antizipieren, anstatt nur aktuelle Probleme zu lösen. Unser Ziel ist es, Ihre Prozesse zu optimieren.",
        "vision_description_p3": "<strong>Proaktive Partnerschaft:</strong> Bei MassICT 'provozieren' wir Ihre Vision durch strategische Diskussionen, um ungenutzte Potenziale aufzudecken. Wir stellen sicher, dass jede Investition einem klaren Geschäftszweck dient.",
        "vision_description_p4": "<strong>Kontinuierliche Entwicklung:</strong> Wir helfen Ihnen, sich zu einer agilen und digital reifen Einheit zu entwickeln. Ihr Transformationsprozess ist wichtiger als die einzelnen Ziele selbst.",
        "vision_description_p5": "<strong>Sorgenfreiheit:</strong> Als Komplettanbieter verwalten wir alles von der Hardware bis zu den Lieferantenbeziehungen. Konzentrieren Sie sich auf Ihr Kerngeschäft, während wir Ihre IT-Umgebung sichern.",
        "team_title": "Team",
        "team_description_p1": "Unser größtes Kapital ist eine abteilungsübergreifende Task Force, die von kollektiver Synergie und Leidenschaft für ICT-Exzellenz angetrieben wird.",
        "team_description_p2": "<strong>Branchenexpertise:</strong> Unsere Fachleute bieten jahrelange praktische Erfahrung in High Tech, Automotive OEM, Logistik und E-Mobilität.",
        "team_description_p3": "<strong>Full-Stack-Spezialisten:</strong> Von DevOps bis Cybersicherheit übersetzt unser Team technische Visionen in greifbare Ergebnisse.",
        "team_description_p4": "<strong>Das Nearsurance-Modell:</strong> Wir kombinieren die Kostenvorteile des Nearshorings mit engagierter Zusammenarbeit vor Ort und strenger Qualitätssicherung.",
        "team_description_p5": "Wir setzen auf kontinuierliche berufliche Weiterentwicklung, um stets an der Spitze der neuesten ICT-Best-Practices zu stehen.",
        "partnership_title": "Partnerschaft",
        "partnership_description_p1": "<strong>Echte Zusammenarbeit:</strong> Wir glauben, dass wahre Zusammenarbeit sicherstellt, dass das, was wir sagen, durch aufmerksames Zuhören wirklich verstanden wird.",
        "partnership_description_p2": "<strong>Erweiterung Ihres Teams:</strong> Wir agieren als Ihr engagierter IT-Partner und bieten einen transparenten Prozess von der Analyse bis zur Ausführung.",
        "partnership_description_p3": "<strong>Vereinfachte Abläufe:</strong> Wir machen komplexe IT zugänglich und nachhaltig, indem wir Lösungen mit Fokus auf Ihre Benutzererfahrung entwickeln.",
        "partnership_description_p4": "<strong>Gemeinsames Wachstum:</strong> Unser Modell schafft Vertrauen und Sorgenfreiheit, inklusive eines lukrativen Reseller-Programms für gemeinsame Expansion.",
        "partnership_description_p5": "<strong>Maßgeschneiderte Lösungen:</strong> Von Office 365-Migrationen bis hin zu Device Lifecycle Services entwickeln wir ICT-Lösungen nach Ihren Bedürfnissen.",
        "priorities_title": "Prioritäten",
        "priorities_description_p1": "Unsere strategischen Prioritäten garantieren Effizienz, Sicherheit und Nachhaltigkeit für Ihren Betrieb.",
        "priorities_customer_centric_title": "Ergebnisorientierte Strategie",
        "priorities_customer_centric_description": "Wir entwickeln Lösungen, die auf Ihren spezifischen Herausforderungen basieren und messbaren Wert sowie Kosteneinsparungen liefern.",
        "priorities_flexible_scalable_title": "Agile Grundlagen",
        "priorities_flexible_scalable_description": "Wir bauen skalierbare Grundlagen mit Cloud & Office365, die mit Ihrem Unternehmen wachsen, ohne die Leistung zu beeinträchtigen.",
        "priorities_secure_resilient_title": "Sichere digitale Assets",
        "priorities_secure_resilient_description": "Sicherheit ist eine tragende Säule, mit 24/7-Überwachung und Disaster Recovery zur Gewährleistung der Geschäftskontinuität.",
        "priorities_confident_knowledgeable_title": "Stärkung der Kompetenzen",
        "priorities_confident_knowledgeable_description": "Wir bieten die Schulung und fachkundige Anleitung, die Ihre Mitarbeiter benötigen, um Ihre digitalen Tools voll auszuschöpfen.",
        "technology_title": "Technologie",
        "technology_description_p1": "Technologie ist das Rückgrat der Innovation. Wir stellen sicher, dass Ihre IT-Umgebung perfekt auf Ihr strategisches Wachstum abgestimmt ist.",
        "technology_description_p2": "Als Full-Service-Anbieter sind wir Ihr einziger Ansprechpartner für alle digitalen und ICT-Belange.",
        "technology_ict_cloud_title": "Cloud & ICT Support",
        "technology_ict_cloud_description": "Problemloser Support für Online-Arbeitsplätze, Microsoft 365-Integration und fortschrittliche VoIP-Telefonie.",
        "technology_internet_solutions_title": "Internet & Web",
        "technology_internet_solutions_description": "Robustes Webhosting und professionelles Webdesign, um Ihre Online-Präsenz jederzeit sicherzustellen.",
        "technology_cloud_infrastructure_title": "Moderne Infrastruktur",
        "technology_cloud_infrastructure_description": "Skalierbares Rechenzentrumsmanagement und flexible Netzwerksysteme zur Reduzierung Ihres ökologischen Fußabdrucks.",
        "technology_cybersecurity_data_title": "Cybersicherheit & Intelligenz",
        "technology_cybersecurity_data_description": "Fortschrittliche Bedrohungserkennung und Datenintelligenz, die Rohinformationen in strategische Entscheidungen verwandelt.",
        "technology_app_dev_modernization_title": "App-Entwicklung",
        "technology_app_dev_modernization_description": "Maßgeschneiderte Software zur Optimierung interner Prozesse und zur Steigerung der Produktivität.",
        "technology_managed_it_services_title": "Managed Services",
        "technology_managed_it_services_description": "Umfassende Verwaltung von Hardware, Software und Lieferanten für absolute Sorgenfreiheit.",
        "technology_networking_connectivity_title": "Konnektivitätslösungen",
        "technology_networking_connectivity_description": "Expertise in Glasfaser, 5G LTE und IoT-Lösungen für eine reibungslose industrielle Kommunikation.",
        "technology_digital_transformation_title": "Digitale Transformation",
        "technology_digital_transformation_description": "Strategische Beratung und IT-Ausrichtung, um Ihrem Unternehmen einen nachhaltigen Wettbewerbsvorteil zu verschaffen.",
        "contact_us_title": "Kontakt",
        "contact_us_description_p1": "Wir setzen auf schnellen Service und persönlichen Kontakt für Kunden, Partner und Bewerber.",
        "contact_us_email": "info@massict.com",
        "contact_us_phone": "+31624681367",
        "banner_text": "Unternehmensvisionen in reale Ergebnisse verwandeln",
        "intro_summary": "Ihr strategischer Partner für innovative ICT-Lösungen und Digitale Transformation in ganz Europa.",
        "copyright_text": "Copyright @ {year} MassICT.",
        "ai_hub_title": "MassICT AI Prompt Generator."		
    }
}